cypress/fixtures/convenios/consultarRecibosFrecuentes.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sn="http://www.bncr.fi.cr/soa/SN_ConsultaRecibosFrecuentes">
   <soapenv:Header/>
   <soapenv:Body>
      <sn:solicitud>
         <sn:encabezado>
            <sn:fechaHoraConsumo>2020-01-26T19:15:54.294Z</sn:fechaHoraConsumo>
            <sn:canalConsumidor>IBP</sn:canalConsumidor>
            <sn:usuarioConsumidor>113720104</sn:usuarioConsumidor>
            <sn:direccionIPConsumo>?</sn:direccionIPConsumo>
            <sn:nombreServicio>?</sn:nombreServicio>
         </sn:encabezado>
         <!--Optional:-->
         <sn:cuerpo>
            <!--Optional:-->
            <sn:entradaServicio>
               <!--Optional:-->
               <sn:numeroCliente>1</sn:numeroCliente>
               <!--Optional:-->
               <sn:codigoEmpresa>1</sn:codigoEmpresa>
               <!--Optional:-->
               <sn:codigoConvenio>5</sn:codigoConvenio>
               <!--Optional:-->
               <sn:producto>CNV</sn:producto>
            </sn:entradaServicio>
         </sn:cuerpo>
      </sn:solicitud>
   </soapenv:Body>
</soapenv:Envelope>